[
  {
    "by": "aharm",
    "id": 23057189,
    "score": 1,
    "time": 1588485885,
    "title": "Looking for a BDR for Iris Automation – AI Software for Drones",
    "type": "job",
    "url": "http://www.irisonboard.com/careers/"
  },
  {
    "by": "linaz",
    "id": 23052712,
    "score": 1,
    "time": 1588436569,
    "title": "Jerry (YC S17) Is Hiring Full Stack Engineers (Toronto, SF Bay Area)",
    "type": "job",
    "url": "https://apply.workable.com/jerry/j/E627670571/"
  },
  {
    "by": "tommy_mcclung",
    "id": 23037915,
    "score": 1,
    "time": 1588293039,
    "title": "Release (YC W20) Is Hiring a Senior SW Engineer – Cloud Infrastructure (Remote)",
    "type": "job",
    "url": "https://releaseapp.io/company"
  },
  {
    "by": "FabioFleitas",
    "id": 23036190,
    "score": 1,
    "time": 1588281127,
    "title": "Tesorio (YC S15) Is Hiring a Head of Marketing",
    "type": "job",
    "url": "https://jobs.lever.co/tesorio/9f084f4c-0746-4386-acb6-12fb79362347"
  },
  {
    "by": "ryankicks",
    "id": 23033802,
    "score": 1,
    "time": 1588269216,
    "title": "Work at a Startup: job list of YC companies most actively hiring for engineers",
    "type": "job",
    "url": "https://www.workatastartup.com/job_list?utm_source=hn_jobs"
  },
  {
    "by": "KMinshew",
    "id": 23030566,
    "score": 1,
    "time": 1588253426,
    "title": "The Muse Is Hiring a Senior Product Manager for Growth and Conversion",
    "type": "job",
    "url": "https://www.themuse.com/jobs/themuse/senior-product-manager"
  },
  {
    "by": "jstreebin",
    "id": 23029012,
    "score": 1,
    "time": 1588238745,
    "title": "EasyPost Still Growing 100p – Join Us",
    "type": "job",
    "url": "https://www.easypost.com/careers"
  },
  {
    "by": "gkoberger",
    "id": 23027793,
    "score": 1,
    "time": 1588225449,
    "title": "ReadMe (YC W15) Is Hiring a Growth Engineer in San Francisco",
    "type": "job",
    "url": "https://readme.com/careers#growth-engineer"
  },
  {
    "by": "andrei",
    "id": 23026874,
    "score": 1,
    "time": 1588213604,
    "title": "Fuzzbuzz (YC W19) Is Hiring a Full Stack Engineer (React/Go) in SF Bay Area",
    "type": "job",
    "url": "https://angel.co/company/fuzzbuzz/jobs/807308-full-stack-engineer-react-go"
  },
  {
    "by": "joshbuckley",
    "id": 23025653,
    "score": 1,
    "time": 1588201693,
    "title": "Mino Games (YC W11) Is Hiring Game Developers in Montreal",
    "type": "job",
    "url": "https://minogames.bamboohr.com/jobs/view.php?id=21"
  },
  {
    "by": "baalexander",
    "id": 23023357,
    "score": 1,
    "time": 1588189778,
    "title": "Iron Ox is looking for a DevOps engineer to help scale automated indoor farming",
    "type": "job",
    "url": "https://jobs.lever.co/ironox/8b791834-c839-4a82-a222-a98244f9ac72"
  },
  {
    "by": "jaz46",
    "id": 23020510,
    "score": 1,
    "time": 1588174819,
    "title": "Pachyderm Is Hiring React Devs, Go Engineers, K8s DevOps",
    "type": "job",
    "url": "https://jobs.lever.co/pachyderm/"
  },
  {
    "by": "thedogeye",
    "id": 23002628,
    "score": 1,
    "time": 1588040171,
    "title": "Flexport is hiring software engineers in Amsterdam (we can get you a visa)",
    "type": "job",
    "url": "https://www.flexport.com/careers/department/engineering"
  },
  {
    "by": "the_economist",
    "id": 22999265,
    "score": 1,
    "time": 1588016906,
    "title": "BuildZoom (YC W13, construction marketplace) is hiring a remote engineer",
    "type": "job",
    "url": "https://jobs.lever.co/buildzoom/fc9fb6c5-73f0-493c-b6d9-2931fd204dbc"
  },
  {
    "by": "jon_dahl",
    "id": 22997013,
    "score": 1,
    "time": 1588002926,
    "title": "Mux (YC W16, video for developers) is hiring senior Go engineers, SREs, and more",
    "type": "job",
    "url": "https://mux.com/jobs/"
  },
  {
    "by": "akrane",
    "id": 22968808,
    "score": 1,
    "time": 1587741143,
    "title": "Modal Is Hiring Engineers",
    "type": "job",
    "url": "https://jobs.lever.co/modal/6ed767bb-d614-4f3f-ada2-9642c27915f3"
  },
  {
    "by": "jeffchuber",
    "id": 22964829,
    "score": 1,
    "time": 1587704850,
    "title": "Standard Cyborg is hiring an iOS SDK eng to work on mobile machine perception",
    "type": "job",
    "url": "https://standardcyborg.com/careers/swe-ios"
  },
  {
    "by": "jairajs89",
    "id": 22929359,
    "score": 1,
    "time": 1587421016,
    "title": "Substack (YC W18) Is Hiring Senior Full-Stack Engineers in SF",
    "type": "job",
    "url": "https://substack.breezy.hr/p/395577ab518c-full-stack-engineer"
  },
  {
    "by": "idrism",
    "id": 22882181,
    "score": 1,
    "time": 1586980031,
    "title": "Truebill (YC W16) Is Hiring a DevOps Engineer (Remote)",
    "type": "job",
    "url": "https://boards.greenhouse.io/truebill/jobs/4047850003"
  },
  {
    "by": "_sentient",
    "id": 22874956,
    "score": 1,
    "time": 1586929903,
    "title": "Lawn Love is hiring a Head of Growth to help us put a dent in a $100B industry",
    "type": "job",
    "url": "https://apply.workable.com/lawn-love/j/A749319261/"
  },
  {
    "by": "mkong1",
    "id": 22871054,
    "score": 1,
    "time": 1586896103,
    "title": "GiveCampus (YC S15) is hiring engineers who care about education",
    "type": "job",
    "url": "https://jobs.lever.co/givecampus/874d7233-b7a3-488d-892e-13ef717ceab7"
  },
  {
    "by": "coffeebite",
    "id": 22858168,
    "score": 1,
    "time": 1586800609,
    "title": "Padlet (YC W13) is hiring to bring joy to remote education – SF, Singapore",
    "type": "job",
    "url": "https://padlet.jobs"
  },
  {
    "by": "tomlemon",
    "id": 22818097,
    "score": 1,
    "time": 1586386632,
    "title": "Genius (YC S11) Is Hiring a Senior Full Stack Engineer (NYC or U.S. Remote)",
    "type": "job",
    "url": "https://boards.greenhouse.io/genius/jobs/1456158"
  },
  {
    "by": "chrisab",
    "id": 22809710,
    "score": 1,
    "time": 1586315699,
    "title": "LogDNA (YC W15) – Is Hiring Senior Engineer (Remote)",
    "type": "job",
    "url": "https://boards.greenhouse.io/logdna/jobs/4703358002"
  },
  {
    "by": "smilliken",
    "id": 22808719,
    "score": 1,
    "text": "MixRank processes petabytes of data every month from web crawls, Google Play Store, Apple AppStore, and dozens of other sources.<p>DATA ENGINEER<p>We&#x27;re looking for remote engineers to help with data mining, machine learning&#x2F;data science, data transformation&#x2F;ETL, data modeling, database scaling, and more.<p>PostgreSQL experience is highly desired (administration, optimization, DDL, etc). Also looking for experience with Python, Linux, Nix, and data mining.<p>FULL-STACK &#x2F; PRODUCT ENGINEER<p>We&#x27;re looking for remote engineers to build web applications and APIs. The ideal candidate is looking to grow into position of technical leadership in product development.<p>Experience with full-stack web development, Python, PostgreSQL, and Linux is required. Competency or interest in data visualization, UI, UX, and design are desired.<p>Email available in profile.",
    "time": 1586303234,
    "title": "MixRank (YC S11) Is Hiring Full Stack Engineers and Data Engineers",
    "type": "job"
  },
  {
    "by": "gdeglin",
    "id": 22804683,
    "score": 1,
    "time": 1586277040,
    "title": "OneSignal is hiring Back end and Full-Stack engineers interested in Go and Rust",
    "type": "job",
    "url": "https://onesignal.com/careers"
  },
  {
    "by": "victorology",
    "id": 22801359,
    "score": 1,
    "time": 1586247677,
    "title": "Miso (YC S16) Hiring in Seoul, Korea",
    "type": "job",
    "url": "https://grnh.se/5b25e65f2us"
  },
  {
    "by": "robot_jackie",
    "id": 22800418,
    "score": 1,
    "text": "Hi! We&#x27;re building autonomous aerial robots to help industrial clients track inventory. We&#x27;re looking for a DevOps&#x2F;release&#x2F;QA engineer to work closely with our amazing autonomy development team. This person would start PART-TIME, obviously remote, and after the virus ends, ideally join us full-time in Boston.<p>They would be an integral part of the team in bringing our autonomous vehicle to production, and would be involved in nearly every layer of the stack of an autonomous robot.<p>Key requirements:<p>- Attention to detail\n- Enjoys automating things; dislikes inefficiencies in life\n- Experienced with all of: C&#x2F;C++, ros, Git, Jenkins&#x2F;CI, unit tests, AWS, shell scripting &#x2F; Ubuntu<p>Ideally, the candidate has also touched a screwdriver before, or a soldering iron (but not the hot side :) )<p>If you&#x27;d like to be considered, please link your Github below, or email the link to qa-devops@corvus-robotics.com. Thank you!",
    "time": 1586234935,
    "title": "Corvus Robotics (YC S18) is hiring a robotics QA/DevOps engineer",
    "type": "job"
  },
  {
    "by": "gitclone",
    "id": 22796633,
    "score": 1,
    "time": 1586199198,
    "title": "DreamCraft (YC S18) is hiring a UI/UX designer (SF Bay Area, remote)",
    "type": "job",
    "url": "https://www.dreamcraft.com/ui-ux-designer"
  },
  {
    "by": "sangwen",
    "id": 22776314,
    "score": 1,
    "time": 1585976792,
    "title": "Smarking (YC W15) is hiring a Tech Lead Back end to scale mobility tech infra",
    "type": "job",
    "url": "https://jobs.lever.co/smarking/d5238ad7-559f-4d93-9f4d-f4b4e26dbdbb"
  },
  {
    "by": "Liron",
    "id": 22773478,
    "score": 1,
    "time": 1585944654,
    "title": "Relationship Hero (YC S17) Is Hiring Coaches – Full Time Remote",
    "type": "job",
    "url": "https://relationshiphero.com/careers?role=coach"
  },
  {
    "by": "amasad",
    "id": 22750284,
    "score": 1,
    "time": 1585757610,
    "title": "Repl.it is hiring a support/QA/docs engineer",
    "type": "job",
    "url": "https://repl.it/jobs"
  },
  {
    "by": "bastienbeurier",
    "id": 22748052,
    "score": 1,
    "time": 1585745699,
    "title": "Lazy Lantern (YC S19) Is Hiring a Recent ML/stats/math PhD in Paris",
    "type": "job",
    "url": "https://angel.co/company/lazylantern/jobs/770709-recent-ml-stats-math-phd"
  },
  {
    "by": "derekchiang",
    "id": 22706141,
    "score": 1,
    "text": "# About Zelos<p>Zelos is a rewards program where gamers earn points and redeem in-game prizes across multiple games. When you play your favorite game, simply finish a challenge (e.g. get 3 kills) to earn points and trade in your points for a prize (e.g. a new game or a skin).<p>We built Zelos because games today focus on monetizing off their most dedicated players (whales). For gamers like us who play multiple games, spending money in each game quickly becomes expensive. When we move to a new game, all the money we spent in the old game is effectively lost.<p>So we built Zelos for the 55% of gamers who play 2 or more games and they LOVE us. Having launched only 2 months ago, we already have 50K+ weekly active users across 30+ countries.<p>Zelos graduated from YC W20 and just closed a heavily oversubscribed seed round. We are only a team of 3 and you will be our first frontend&#x2F;fullstack hire. As such, you can expect great responsibilities, huge opportunities to learn &amp; grow, and of course significant equity.<p>Being a gaming company, we have a very laid-back and open culture where people care about having fun as much as doing great work. You would be a great fit here if you enjoy playing games and building things.<p># About the Job<p>You will be working very closely with our backend engineers and designers to build amazing UI&#x2F;UX for our users.  As this is a startup with a very small team, we expect the following qualities from you:<p>- Initiative: you must be able to make decisions independently and be productive even without clear directions.  We won&#x27;t be micro-managing you and you should thrive because of that.<p>- Passion: for an early startup like us, passion is what allows us to overcome inevitable setbacks and obstacles.  We want someone that appreciates the magnitude of their work and works hard accordingly: if we do this right, we will change the gaming industry forever.<p>- Playfulness: we are gamers and we care about having fun.  We work hard but we are not all about work.  To work for us, it&#x27;s essential that you enjoy playing games.<p># Contact Us<p>If you are interested, please email us directly at founders@zelos.gg and tell us more about yourself.",
    "time": 1585338397,
    "title": "Zelos (YC W20) Is Hiring a Senior Front-End Engineer – Los Angeles / Remote",
    "type": "job"
  },
  {
    "by": "rahilsondhi",
    "id": 22688905,
    "score": 1,
    "time": 1585173852,
    "title": "PopSQL (YC S19) is hiring a software engineer to own our Rails backend",
    "type": "job",
    "url": "https://angel.co/company/popsql/jobs/762553-senior-software-engineer-ruby"
  },
  {
    "by": "jm20",
    "id": 22651593,
    "score": 1,
    "time": 1584837774,
    "title": "Kodable is hiring a senior game developer to help teach millions of kids to code",
    "type": "job",
    "url": "https://stackoverflow.com/jobs/315365/senior-game-developer-at-kids-educational-gaming-kodable"
  },
  {
    "by": "aboris26",
    "id": 22629294,
    "score": 1,
    "time": 1584636881,
    "title": "Taplytics (YC W14) Is Hiring API Product Director and Technical AM in Toronto",
    "type": "job",
    "url": "https://jobs.lever.co/taplytics/6d4eeafa-4750-4f68-b7af-43454d9f6c43?lever-origin=applied&lever-source%5B%5D=Hacker%20News"
  },
  {
    "by": "perceptron",
    "id": 22612507,
    "score": 1,
    "text": "Volta Labs builds automation for the genomics sequencing industry on a programmable chip (a microprocessor for biology). Genomics based applications are growing faster than Moore&#x27;s law and we&#x27;re building the tools to support and enable that scaling. Volta is propelling further adoption of sequencing technologies by building an end-to-end automation system on a programmable integrated circuit. The integrated circuit can move, mix, heat and inspect tiny water droplets containing biological samples with electricity.<p>We are an early stage company spun off from the MIT Media Lab and founded with genomics expert George Church. We were incubated at the MIT Engine and we just came out of Y Combinator.<p>THE OPPORTUNITY<p>You have the opportunity to join a fast growing startup at a very early stage. You will help grow our company and shape what we do. You will lead the development of the electrical systems. This will involve: collaborating with other engineers and scientists to develop the core technology, architecting and implementing the electrical system for our MVP, and identifying opportunities and potential roadblocks along the way.<p>REQUIRED SKILLS\n- M. S. or B. S. in Electrical Engineering, Computer Engineering, Applied Physics or a related field with 4+ years of relevant experience in an industry &#x2F; research position. If you are exceptional, we can skip this requirement. \n- Strong systems level thinking in designing complex electrical systems.\n- Experience with designing mixed signal circuits, high voltage systems, power electronics.\n- Experience developing systems with digital logic and embedded processors (ARM, AVR, Raspberry Pi).\n- Design, layout and fabrication of printed circuit boards using Altium Designer, KiCad, Eagle or similar tool.\n- Programming in one more languages C, C++, Python.\n- Ability to work in a fast based start-up work environment with ability to adjust workload based upon changing priorities.\n- Outstanding verbal and written communication skills to clearly articulate ideas and concepts with biologists, engineers and non-scientists.\n- Excellent organization and task planning skills and capability for multi-tasking.\n- Self-starter who requires minimal supervision.<p>NICE TO HAVE\n- Strong knowledge of electromagnetism and draw toward solving physics problems.\n- Experience with CAD systems such as Fusion 360, Solidworks and COMSOL (physics simulation).\n- Experience in developing life sciences tools, medical instruments and laboratory hardware or similar hard technologies.<p>Contact: hello@voltalabs.co<p>Apply here: <a href=\"https:&#x2F;&#x2F;jobs.lever.co&#x2F;voltalabs&#x2F;09acd440-cf38-4cc3-a2e8-c12ed548f10a?lever-origin=applied&amp;lever-source[]=theprepared\" rel=\"nofollow\">https:&#x2F;&#x2F;jobs.lever.co&#x2F;voltalabs&#x2F;09acd440-cf38-4cc3-a2e8-c12e...</a>",
    "time": 1584493227,
    "title": "Volta Labs (YC W19) Is Hiring a Senior Electrical Engineer",
    "type": "job"
  },
  {
    "by": "mtranzambetti",
    "id": 22571009,
    "score": 1,
    "time": 1584134805,
    "title": "Wren (YC S19) is hiring engineer #1 to help build solutions to climate change",
    "type": "job",
    "url": "https://projectwren.com/careers/software-engineer"
  },
  {
    "by": "alooPotato",
    "id": 22561397,
    "score": 1,
    "time": 1584045075,
    "title": "Streak (YC S11) is hiring experienced support specialists",
    "type": "job",
    "url": "https://www.streak.com/careers/support-specialist"
  },
  {
    "by": "calvinfo",
    "id": 22549111,
    "score": 1,
    "time": 1583953098,
    "title": "Segment is hiring a growth designer to re-imagine our onboarding",
    "type": "job",
    "url": "https://segment.com/jobs/2131754/"
  },
  {
    "by": "agordhandas",
    "id": 22546302,
    "score": 1,
    "time": 1583938416,
    "title": "Intersect Labs (YC S19) is hiring a full-stack engineer to help democratize ML",
    "type": "job",
    "url": "https://www.notion.so/Full-stack-engineer-b3da827dacda425a8849c87c96a79614"
  },
  {
    "by": "jd007",
    "id": 22529510,
    "score": 1,
    "time": 1583786370,
    "title": "Ready Education (YC S16) Is Hiring an Integration Platform Engineer in Montreal",
    "type": "job",
    "url": "https://ca.indeed.com/job/integration-platform-engineer-610f041a97330cd2"
  },
  {
    "by": "emilxix",
    "id": 22507826,
    "score": 1,
    "time": 1583532753,
    "title": "XIX (YC W17) Is Hiring Engineers and SDRs in San Francisco",
    "type": "job",
    "url": "https://jobs.lever.co/xix"
  },
  {
    "by": "ankitvgupta",
    "id": 22503664,
    "score": 1,
    "time": 1583503943,
    "title": "Reverie Labs (YC W18) Is Hiring Infrastructure Engineers to Help Cure Cancer",
    "type": "job",
    "url": "https://www.reverielabs.com/careers"
  },
  {
    "by": "ayw",
    "id": 22500376,
    "score": 1,
    "time": 1583459614,
    "title": "Scale (YC S16) is hiring engineers to build infrastructure for AI",
    "type": "job",
    "url": "https://scale.com/careers"
  },
  {
    "by": "johnxie",
    "id": 22499005,
    "score": 1,
    "time": 1583447149,
    "title": "Taskade (YC S19) Is Hiring in San Francisco, Singapore, and remote",
    "type": "job",
    "url": "https://www.taskade.com/jobs"
  },
  {
    "by": "sofia_",
    "id": 22490591,
    "score": 1,
    "text": "Los Angeles, CA (onsite only)<p>150k+ salary, stock options, health&#x2F;dental, 401k<p>About Us:<p>CareRev is a labor transformation solution that enables healthcare systems to optimize their workforce and reduce premium labor costs while empowering healthcare professionals to take control of their careers. Our backend stack consists of Ruby on Rails, PostgresSql, Redis, Elasticsearch, AWS Lambda, Heroku.<p>About You:<p>You enjoy designing, building and optimizing backend systems. You understand the tradeoffs between different technologies and strive to reach for the right tool for each job. You understand the balance between short term and long term solutions and always strive to build a better system while balancing the immediate needs of the business.<p>Role Responsibilities:<p>* Model, design, and build backend systems from data structures to apis that match business requirements<p>* Work with various teams to understand and refine business requirements into software requirements<p>* Support the product through all phases of development from discovery to deployment<p>* Manage mid to large scale projects with minimal guidance<p>* Mentor more junior members of team<p>Requirements:<p>* 6+ years software development experience with an emphasis on designing and building backend systems and apis<p>* Experience designing and building systems at scale<p>* Relational database experience and understanding of SQL<p>email techjobs@carerev.com",
    "time": 1583377619,
    "title": "CareRev (YC S16) Is Hiring a Senior Back End Engineer in Los Angeles",
    "type": "job"
  },
  {
    "by": "suhail",
    "id": 22489443,
    "score": 1,
    "time": 1583365706,
    "title": "Mighty (YC S19) is hiring its second engineer to make Google Chrome faster",
    "type": "job",
    "url": "https://docs.google.com/document/d/18ff1YrETEf4RRbcR251j9hGLGdKQ52x65OzTGc5DWFI/edit"
  },
  {
    "by": "izharw",
    "id": 22487697,
    "score": 1,
    "time": 1583353786,
    "title": "Atomwise (YC W15) Is Hiring Senior Software Engineers/Cloud",
    "type": "job",
    "url": "http://www.atomwise.com/positions/?gh_jid=4527551002"
  },
  {
    "by": "jrdngonen",
    "id": 22477362,
    "score": 1,
    "time": 1583260413,
    "title": "Compound (YC S19) is hiring engineers – build the future of finance",
    "type": "job",
    "url": "https://withcompound.com/careers"
  },
  {
    "by": "bedej",
    "id": 22472281,
    "score": 1,
    "time": 1583216642,
    "title": "Shelf Engine (YC S18) is hiring tech positions in Seattle. Help us stop food waste",
    "type": "job",
    "url": "https://jobs.lever.co/shelfengine"
  },
  {
    "by": "jeiting",
    "id": 22470188,
    "score": 1,
    "time": 1583191434,
    "title": "RevenueCat (YC S18) needs help with computers",
    "type": "job",
    "url": "https://twitter.com/jeiting/status/1233193500906123265"
  },
  {
    "by": "mkx",
    "id": 22468334,
    "score": 1,
    "time": 1583179523,
    "title": "Dover (YC S19) is hiring engineers to build a truly modern recruiting agency",
    "type": "job",
    "url": "https://www.dover.io/open-roles/senior-software-engineer"
  },
  {
    "by": "npt4279",
    "id": 22440718,
    "score": 1,
    "time": 1582867583,
    "title": "Wefunder (YC W13) is hiring engineers and designers",
    "type": "job",
    "url": "Https://wefunder.com/jobs"
  },
  {
    "by": "evanfarrell",
    "id": 22439930,
    "score": 1,
    "time": 1582855395,
    "title": "ScholarMe (YC S19) Is Hiring a First Front End Dev in Toronto",
    "type": "job",
    "url": "https://www.notion.so/scholarme/Frontend-Developer-1-ScholarMe-YC-S19-587c16d6ecf242aa81f32dec35d92ac9"
  },
  {
    "by": "Matth3wMarshall",
    "id": 22436361,
    "score": 1,
    "time": 1582829215,
    "title": "New Story (YC Nonprofit S15) is hiring a product designer",
    "type": "job",
    "url": "https://newstorycharity.org/careers/product-designer/"
  },
  {
    "by": "Yertis",
    "id": 22427971,
    "score": 1,
    "time": 1582755243,
    "title": "Ribbon (YC S17, A16Z) is hiring engineers. Help us simplify healthcare",
    "type": "job",
    "url": "https://jobs.lever.co/ribbonhealth/dc73fef1-6cb3-4d1a-a715-745425eda282"
  },
  {
    "by": "psawaya",
    "id": 22417942,
    "score": 1,
    "time": 1582668008,
    "title": "Human Interest (YC S15) Is Hiring Engineers to Help Small Business",
    "type": "job",
    "url": "https://boards.greenhouse.io/humaninterest/"
  },
  {
    "by": "chadmunroe",
    "id": 22385086,
    "score": 1,
    "time": 1582307353,
    "title": "Jupiter (YC S19) Is Hiring a Full Stack Software Engineer in San Francisco",
    "type": "job",
    "url": "https://angel.co/company/jupiter-6/jobs/686987-full-stack-software-engineer"
  }
]